// import { useEffect, useState } from "react";
import {
  ListWrapper,
  Paragraph,
  ScrollSpot,
  Title,
  MainBox,
} from "../Interesting.styled";
// import {  } from "./Inorganic.styled";
import AOS from "aos";
import "aos/dist/aos.css";

AOS.init();
const Inorganic = () => {
  // const [isVisible, setIsVisible] = useState(false);

  // useEffect(() => {
  //   setTimeout(() => {
  //     setIsVisible(true);
  //   }, 100); // Затримка перед зміною стану (0.1 секунди)
  // }, []);

  return (
    <MainBox
      /* isVisible={isVisible} */ data-aos="fade-down"
      data-aos-duration="800"
    >
      <ScrollSpot id="scroll-section"> </ScrollSpot>
      <ul>
        <ListWrapper>
          <div>
            <Title>Гелій (He) </Title>
            <Paragraph>
              Хімічний елемент гелій стає рідким при надзвичайно низьких
              температурах, але в його рідкому вигляді він має дуже цікавий
              ефект. Коли гелій переходить у рідкий стан і охолоджується досить
              близько до абсолютного нуля (-273.15 градусів Цельсія або 0
              Кельвінів), він стає "супертекучим." Супертекучість означає, що
              рідкий гелій може потікати без будь-яких втрат енергії внаслідок
              опору. Це призводить до дуже цікавого явища: коли гелій рідкий і
              поміщений в закритий контейнер, він може "просочуватися" через
              найменші отвори та підніматися вгору вздовж стінок контейнера без
              будь-якого втрати енергії чи супротиву. Це дозволяє йому,
              здається, "перетікати" навіть вище за рівень, на якому він
              знаходиться, і виглядає як магічне явище.
            </Paragraph>
          </div>
        </ListWrapper>

        <ListWrapper>
          <div>
            <Title>Літій (Li)</Title>
            <Paragraph>
              У періодичній системі елементів, хімічний елемент з найменшою
              густиною - це літій. Густина літію всього лише близько 0,534
              г/см³. Це робить його найлегшим металом та одним із найлегших
              хімічних елементів взагалі. Літій має також цікаву властивість
              бути єдиним металом, який може плавитися в руках людини при
              температурі навколо 28 градусів Цельсія (82 градуси Фаренгейта).
              Такий ефект забезпечений низькою температурою плавлення літію та
              високою теплоємністю металу.
            </Paragraph>
          </div>
        </ListWrapper>

        <ListWrapper>
          <div>
            <Title>Елементи золотої групи</Title>
            <Paragraph>
              Усі елементи золотої групи (група 11 в періодичній системі - мідь,
              срібло, золото) мають характерну властивість, відому як "ефект
              неповного заповнення d-підоболонок". Це означає, що ці елементи
              мають здатність "втягувати" один електрон з s-підоболонки в
              d-підоболонку під впливом зовнішнього фактора, такого як світло чи
              тепло. Цей ефект особливо вражаючий у випадку золота. Золото,
              будучи в своєму звичайному металічному стані, має характерне
              золотисто-жовте забарвлення, але коли роздроблене до наночастинок
              чи в тонких плівках, воно може набути різних кольорів, включаючи
              червоний, фіолетовий та інші, через цей ефект. Це пояснюється тим,
              що при малих розмірах золото може поглиблювати світло в інших
              частинах видимого спектра, визначаючи його колір. Це явище робить
              золото унікальним і застосовується в технології, наприклад, при
              виготовленні різноманітних кольорових скляних вікон чи у деяких
              художніх застосуваннях.
            </Paragraph>
          </div>
        </ListWrapper>

        <ListWrapper>
          <div>
            <Title>Вольфрам (W)</Title>
            <Paragraph>
              Елемент, який має найвищу температуру плавлення серед всіх відомих
              елементів, - це вольфрам. Температура плавлення вольфраму
              становить близько 3422 градусів Цельсія (6192 градуси Фаренгейта).
              Це робить вольфрам надзвичайно корисним для виробництва
              високотемпературних матеріалів, таких як філаменти для ламп
              розжигу і термічні захисні оболонки для космічних апаратів.
            </Paragraph>
          </div>
        </ListWrapper>

        <ListWrapper>
          <div>
            <Title></Title>
            <Paragraph></Paragraph>
          </div>
        </ListWrapper>
      </ul>
    </MainBox>
  );
};

export default Inorganic;
