[
  {
    "title": "Оцет для чищення вікон C₂H₄O₂",
    "paragraph": "Змішуючи оцет з водою, можна отримати ефективний засіб для чищення вікон та дзеркал, оскільки оцет розчиняє жир та видаляє плями"
  },
  {
    "title": "Сода для поглинання запахів NaHCO₃",
    "paragraph": "Сода (гідрогенкарбонат) використовується для поглинання запахів у домашніх умовах. Вона може взаємодіяти з різними запаховими частинками, нейтралізуючи їх та зменшуючи неприємний аромат. Наприклад, сода використовується для виведення неприємних запахів з холодильника чи взуттєвої шафи, забезпечуючи свіже та чисте середовище в домі."
  },
  {
    "title": "Ефект соди в пожежогасінні",
    "paragraph": "Сода (бікарбонат натрію) використовується у вогнегасінні через хімічну реакцію, що вивільняє CO₂, який гасить пожежу шляхом витіснення кисню та поглинання тепла."
  },
  {
    "title": " Лимонна кислота проти вапняних відкладень C₆H₈O₇",
    "paragraph": "Лимонна кислота часто використовується для видалення вапняних відкладень на кранах і поверхнях ванни. Вона реагує з вапном, утворюючи розчинні солі та полегшуючи прибирання."
  },
  {
    "title": "Пероксид водню для вибілювання зубів H₂O₂",
    "paragraph": "Гідроген пероксид використовується у складі засобів для вибілювання зубів. Він розкладається, виділяючи кисень, який проникає в пори зубів і видаляє плями."
  },
  {
    "title": "Пекучість перцю",
    "paragraph": "Гостроту перцю визначає хімічна речовина, відома як капсаїцин. Вона взаємодіє з рецепторами в ротовій порожнині, спричиняючи відчуття гарячості."
  },
  {
    "title": "Хімія в милах",
    "paragraph": "Традиційні мила-замінники, такі як натрієві солі жирних кислот, роблять поверхні гладкими та допомагають розчиняти бруд."
  },
  {
    "title": "Бакіль для відбілювання",
    "paragraph": "Багато відбілювальних засобів містять хімічні речовини, такі як пероксид водню або перкарбамід. Ці речовини взаємодіють із плямами та роблять їх менш помітними."
  },
  { "title": "", "paragraph": "" }
]
