[
  {
    "title": "Тривалість між агрегатними станами",
    "paragraph": "Вода здатна швидко переходити між трьома агрегатними станами: газовим, рідким і твердим. При підвищенні температури до точки кипіння вода переходить у газоподібний стан, утворюючи пару. У зворотному випадку, при зниженні температури до точки замерзання, вода стає твердою, утворюючи лід. Ці переходи можуть відбуватися швидко, особливо за умов різкої зміни температури або тиску. "
  },
  {
    "title": "Особливості твердої води",
    "paragraph": "Лід є одним із небагатьох випадків, коли тверда форма речовини менш щільна, ніж рідка. Це пов’язано з особливою кристалічною структурою льоду, у якій молекули води розташовуються так, що утворюють порожнини, зменшуючи щільність у порівнянні з рідкою водою. Крім того, вода має велику теплоємність, завдяки якій вона може поглинати та віддавати значну кількість тепла, що сприяє стабілізації температури на Землі. Висока теплоємність води допомагає регулювати клімат, пом'якшуючи температурні коливання і створюючи комфортні умови для життя. "
  },
  {
    "title": "Вода в атмосфері",
    "paragraph": "Вода може існувати у всіх трьох агрегатних станах в атмосфері. Вона присутня у вигляді водяної пари, яку ми не бачимо, але відчуваємо як вологість. У формі краплин рідини вода утворює хмари та дощ. У твердому стані вона проявляється як сніг або град. Ця здатність переходити між різними станами є ключовою для кругообігу води в природі, підтримуючи екологічний баланс і забезпечуючи живі організми водою. "
  },
  {
    "title": "Особливості плавлення",
    "paragraph": "Вода має незвичайну властивість розширюватися при плавленні. Зазвичай, коли речовини переходять із твердого стану в рідкий, їхня щільність зростає. Проте вода є винятком: при плавленні її об’єм збільшується. Це пояснюється особливою кристалічною структурою льоду, яка утворює відкриті гексагональні решітки, через що лід займає більше простору, ніж рідка вода. Внаслідок цього лід є менш щільним, ніж вода, що дозволяє йому плавати на поверхні. Ця властивість є унікальною і має важливе значення для життя на Землі, особливо в холодних екосистемах. "
  },
  {
    "title": "Агрегатний стан",
    "paragraph": "Існує три основних агрегатних стани води: твердий (лід), рідкий (рідина) та газовий (пара). Проте в умовах високого тиску та низьких температур вчені вивчають можливість існування інших, менш звичайних агрегатних станів води. Наприклад, існують теоретичні моделі, які пропонують існування аморфного льоду та екзотичних кристалів, які можуть виникати за специфічних умов.\n\n Наукові дослідження вказують на те, що при дуже низьких температурах і високому тиску водяні молекули можуть формувати нові структури, які відрізняються від звичайних. Однак на сьогоднішній день немає конкретних експериментальних доказів або спостережень, які б підтверджували ці ідеї. Створити ці екзотичні умови в лабораторії є складним завданням, і дослідження в цій області тривають, відкриваючи нові перспективи для розуміння унікальних властивостей води. "
  },

  {
    "title": "Гідроліз води",
    "paragraph": "Це реакція розкладання води на кисень і водень, яка відома як електроліз. Вона відбувається за участю електричного струму і може бути використана для створення кисню в замкнених приміщеннях, наприклад, у космічних апаратах або підводних човнах. \n\nУ процесі електролізу вода, в якій розчинено електроліт (наприклад, калієвий гідроксид, KOH), розпадається на іони: катіони водню (H⁺) і аніони гідроксиду (OH⁻). Під дією електричного струму ці іони мігрують до відповідних електродів: водень виділяється на катоді, а кисень — на аноді. \n\n 2H2O → 4H+ + 4e- + O2 ↑"
  },
  {
    "title": "",
    "paragraph": " "
  }
]
